Repository: infolabs/django-password-policies-validator
Catalog: password_policies/locale/*/LC_MESSAGES/django.po
Languages: ru

source: at least
ru: не менее

source: piece
ru: штук

source: At least in uppercase, lowercase, numbers, special symbols
ru: Из набора заглавных, строчных буква, чисел и специальных символов должно присутствовать не менее

source: kind of characters
ru: типов символов

source: Password should contain
ru: Пароль должен содержвть

source: Password cannot be the same as the most recent
ru: Пароль не может совпадать с

source: repeated passwords used
ru: последними использованными паролями

source: The interval since the last password change must be at least
ru: Интервал с момента последней смены пароля должен быть не менее

source: days
ru: дней

source: number
ru: чисел

source: uppercase letters
ru: заглавных букв

source: lowercase letters
ru: строчных букв

source: special symbols
ru: специальных символов

source: record_length must be larger than 0.
ru: record_length должно быть больше 0.
